Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 宁姚思量片刻，问道：“附近找得到其余断臂吗？”
en_us: She pondered for a moment before asking, "Can we find its other arms nearby?"

source: 宁姚恍然，解释道：“就是你们这里最高的那座山，很久很久以前，据说曾经有位得道高人，在披云山那边埋下一方天师印，用以镇压此方天地的龙气。”
en_us: Ning Yao came to a sudden realization, and she explained, "It's the tallest mountain in this place. It's said that a very long time ago, an enlightened person buried a Heavenly Master Seal under the Cloud Drape Mountain, using it to suppress the Dragon Qi in this small world."

source: 宁姚恨不得拿刀鞘使劲敲打那颗脑袋，到底是谁逞强？
en_us: Ning Yao genuinely wanted to rap his head with the scabbard of her saber. Just who was trying to show off?

source: 宁姚恼羞成怒，身体前倾，伸手就想要给陈平安脑袋一巴掌，陈平安赶紧身体后仰，左右躲闪。
en_us: Ning Yao was furious to hear this, and she leaned forward to slap Chen Ping'an on the head. Chen Ping'an hurriedly leaned back while dodging from side to side, and Ning Yao swatted her hand through the air several times without striking her target.

source: 宁姚悠悠然醒来，睡得无比香甜酣畅，睁眼后发现自己坐在凳子上，她有些茫然，发呆片刻后，起身去推开屋门，看到门外廊中坐着一老一小，两只闷葫芦，也不说话。听到宁姚的脚步声后，陈平安扭头笑道：“醒了啊，看你睡得沉，之前就没喊你。”
en_us: Ning Yao slowly woke up from her sweet and comfortable nap. After opening her eyes, she was slightly baffled to find that she was sitting on a chair. After faltering for a brief moment, she stood up and walked over to open the door, only to find an old man and a young boy sitting outside. The two of them were both silent, being the untalkative people that they were. After hearing her Ning Yao's footsteps, Chen Ping'an turned around and said with a smile, "Oh, you're awake. You were sleeping quite soundly before, so I decided not to wake you up."

source: 宁姚惊讶道：“杨家铺子的东西这么有用？”
en_us: Ning Yao was astonished, and she saidm "The medicine from the Yang Family's medicine shop's is that effective?"

source: 宁姚想也不想，大声道：“一人一剑杀光妖族！”
en_us: "A single person with a single sword killing all demons!" Ning Yao loudly proclaimed without any hesitation.

source: 宁姚想了想，“我背后这家伙，肯定希望睁开第一眼，就能看到刘羡阳，所以我去阮师那边好了。”
en_us: Ning Yao thought about this for a moment before saying, "Chen Ping'an will definitely want to see Liu Xianyang when he opens his eyes, so I'll go to Master Ruan's place first."

source: 宁姚想了想，“来，我给你演示yi下走桩。看仔细了！”
en_us: Ning Yao pondered for a moment before saying, "Here, I'll demonstrate walking meditation to you first. Watch carefully!"

source: 宁姚想了想，正色道：“那柄飞剑我就算想送给你，它也不会答应的，而且我也不愿如此辱它，在我家乡，认为世间有灵之剑，皆是我辈同道中人。”
en_us: Ning Yao pondered for a moment before saying with a serious expression, "Even if I want to give my flying sword to you, the flying sword definitely won't agree. Moreover, I don't want to humiliate it like that either. In my hometown, we view swords with spirits as equals and like-minded beings."

source: 宁姚想了想，没有拒绝，只是问道：“知道为什么我第一眼，就知判定这部拳谱不如何吗？”
en_us: Ning Yao mulled over this for a moment. She didn't refuse, and she simply asked, "Do you know why I was able to determine that this fist technique was only so-so with a single glance?"

source: 宁姚想了想，难道能吃苦，也是一种天赋？
en_us: Ning Yao pondered over this. Was being able to endure hardships also a talent?

source: 宁姚感慨道：“陈平安，你这么婆婆妈妈优柔寡断，劝你以后还是别娶媳妇了，随便找个女子嫁了算数。”
en_us: Ning Yao sighed with emotion and said, "Chen Ping'an, you're as fussy as an old woman and you're also so hesitant and indecisive. I suggest that you don't look for a wife in the future. Just marry some random girl and call it a day."

source: 宁姚愣了愣，理解了他的想法，“陈平安，我突然发现你以后就算到了外边，也能活得挺好。”
en_us: Ning Yao faltered upon hearing this. However, she quickly understood his meaning, and she said, "Chen Ping'an, I suddenly feel like you'll do quite well even when you leave this small town and go to the outside world."

source: 宁姚愣了愣，陷入沉思。
en_us: Ning Yao faltered upon hearing this, and she fell into deep thought.

source: 宁姚扭头瞥了眼少年的箩筐，问道：“今天怎么这么少？”
en_us: Ning Yao turned around to glance at Chen Ping'an's basket, and she asked, "Why is there so little today?"

source: 宁姚扯了扯陈平安袖子，示意一起下山。
en_us: Ning Yao tugged on Chen Ping'an's sleeve, motioning for him to scale down the mountain with her.

source: 宁姚抚摸着绿色刀鞘，眼神冷冽，“小心起见，我陪你一起去刘羡阳家宅子，先打发了那位妇人，既然是刘羡阳亲口说要卖，那么装载宝甲的箱子搬就搬，之后我再跟你一起去阮家铺子，见一见刘羡阳，问他到底是怎么想的，如果真是他爷爷的临终遗嘱，你我就不需要指手画脚了，家家有本难念的经，不该是你管的，就别瞎管。如果不是的话，便让他说出苦衷，大不了我再将那箱子重新抢回来！”
en_us: Ning Yao stroked the green scabbard of her saber and said with a cold expression, "As a precaution, I'll go with you to Liu Xianyang's house to deal with that woman first. Since Liu Xianyang personally agreed to sell that suit of armor, we'll do as he says and bring the box out for that woman. When that's done, I'll go with you to Master Ruan's blacksmith shop and ask Liu Xianyang what in the world he was thinking. If he was truly honoring the will of his grandfather, then there's no need for me to interfere and do anything else. After all, everyone has their own way of doing things, so we shouldn't stick our noses into their business. If this wasn't the case, however, we'll ask him to tell us what's troubling him and what his considerations were. If it really comes to it, we can just snatch that box back!"

source: 宁姚抬了抬下巴，示意答案在陈平安那边，意思是我都不屑跟你刘灞桥多说话。
en_us: Ning Yao gestured with her chin, signifying that the answer was with Chen Ping'an. At the same time, it also signaled that it was beneath her to talk with Liu Baqiao so much.

source: 宁姚拿回那柄造型古朴的压衣刀后，割下自己内衫的一大截袖口，撕成一条条，帮着满头冷汗的陈平安包扎完毕，问道：“杨家铺子的土方子，真有用？”
en_us: After taking back her ancient-looking skirt dagger, Ning Yao sliced a large strip of cloth from her sleeve and cut it into strips. After wrapping them around Chen Ping'an's wound, she asked the young boy who was drenched in cold sweat, "Is the folk medicine from the Yang Family's medicine shop really effective?"

source: 宁姚拿起腿上横放着空荡荡的绿色刀鞘，用鞘尖轻轻一点少年的后背。
en_us: Ning Yao picked up the empty green saber scabbard that was resting on her legs and used its tip to lightly prod Chen Ping'an on the back.

source: 宁姚挑了一下眉头，也开门见山道：“我见识过、或者听说过的东西，确实是很好的东西，但是在这之外，我只分得出好东西坏东西，可好东西有多好，坏东西有多坏，就很难说了？”
en_us: Ning Yao frowned and replied in an equally frank manner, "I have indeed seen and heard of many impressive things before. Apart from these, however, I can only determine whether something is good or bad. As for how good or how bad, that's quite hard to say..."

source: 宁姚挥了挥手，驱散头顶那些泥屑尘土。
en_us: Ning Yao waved her hands and pushed the clay pieces away.

source: 宁姚接过两颗果子，打定主意难吃的话，一定要把剩下那颗还回去，“还吃来吃去啃东啃西，你是山里的野猪啊？”
en_us: Ning Yao accepted the pair of fruits, deciding there and then that if the first one didn't taste good, then she was definitely going to return the second one to Chen Ping'an. "Having a nibble here and there? What are you, a wild boar in the mountains?"

source: 宁姚揉了揉额头，哭笑不得道：“用来磨砍树劈柴的柴刀……”
en_us: Ning Yao pinched her brows, not knowing whether to laugh or to cry. "Using it to sharpen hatchets for hacking trees and chopping firewood..."

source: 宁姚握手刀鞘，往后一推，刀鞘顶端在少年后腰一撞，“把‘连’字去掉！”
en_us: Ning Yao grabbed onto the hilt of her saber, then pulled back on it to prod Chen Ping'an's waist with the scabbard of the saber. "What's that supposed to mean? Do you take me for a fool?"

source: 宁姚握紧刀柄，眯起那双尤为瞩目的狭长双眉。
en_us: Ning Yao grabbed the hilt of her saber and narrowed her slender eyes.

source: 宁姚摇了摇头，对此她是无法感同身受的。
en_us: Ning Yao shook her head, unable to empathise with his feelings.

source: 宁姚摇头笑道：“圣人的心思，就像一条龙脉，能够绵延千万里，我可猜不到，也懒得猜。”
en_us: Ning Yao shook her head with a smile as she replied, "The thoughts of a Sage are like a winding mountain range that could extend over vast distances in any direction. I am unable to fathom his thoughts, nor can I be bothered to try."

source: 宁姚摇摇头，“我祖父那一辈人，走得早，我爹娘又不爱说其它几座天下的故事，生怕我离家出走。”
en_us: Ning Yao shook her head, answering, "My grandparents passed away early, and my parents don't like to talk about matters pertaining to the other worlds. They're afraid that I'll run away from home."

source: 宁姚摘下佩刀，随便握在手中，用刀鞘轻轻拍了拍少年的肩膀，皮笑肉不笑道：“陈平安，你要感谢我的不杀之恩。”
en_us: Ning Yao untied her saber and casually held it in her hand. She then used the scabbard to lightly tap the young boy's shoulder, saying with a fake smile, "Chen Ping'an, you've got to thank me for sparing your life."

source: 宁姚撇撇嘴，“烂好人，死脑筋，穷讲究，叨叨叨！”
en_us: Ning Yao pursed her lips and grumbled, "Foolishly kind person! Stubborn fool! Stupidly fastidious reasoning!"

source: 宁姚撇撇嘴，放下蛇胆石，只是突然又迅猛抬手。
en_us: Ning Yao pursed her lips and set down the snake gall pebble, only to suddenly raise her hand once again.

source: 宁姚收回视线，问道：“不管怎么说，第一步是做到了，已经迫使老猿第一次换气。接下来你真要去小镇取回木弓？会不会太冒险了？万一老猿很谨慎，没有上山找你的麻烦，你岂不是羊入虎口？”
en_us: Ning Yao retracted her gaze and said, "No matter what, we've successfully completely the first stage of our plan. We forced that old ape to replenish his Qi once. Anyway, are you really planning to return to the small town to retrieve your wooden bow? Won't that be too risky? What if the old ape is extremely cautious and didn't go up the mountain to look for you? Won't you be running straight into his maw?"

source: 宁姚敷衍道：“遗留在这座天下的一种上古凶兽孽种，真身为体型大如山峰的巨猿，传言一旦显露真身，能够将一座山岳拔地而起，扛起背走。只不过这些都是传言，毕竟谁也没真正看到过。正阳山这几百年来一直隐忍不发，其实底蕴很厚，虽然宗门在东宝瓶洲名次不高，可是不容小觑，所以咱们能够不跟他们起争执，是最好，起了争执……”
en_us: "That's a type of despicable ancient beast that's managed to exist until now," Ning Yao replied in a perfunctory manner. "Their true form is that of a gigantic ape that's as large as a mountain. It's said that once they reveal their true form, they can even dig up a mountain and carry it on their back. However, these are nothing but rumors. After all, no one has ever witnessed that before. "The Sun Scorch Mountain has been holding back for several hundred years, and in reality, their foundations are actually incredibly strong. Even though their sect isn't ranked highly in the Eastern Treasured Vial Continent, they're certainly not a force that can be trifled with either. With this in mind, it's best that we try to avoid conflict with them. If we can't, however..."

source: 宁姚斜眼道：“你打算一股脑给刘羡阳的时候，怎么不心疼？”
en_us: Ning Yao gave him a cold glare as she countered, "Then why were you so willing to give all of it to Liu Xianyang?"

source: 宁姚斩钉截铁道：“不行！你跟你朋友吃去。”
en_us: "No way! You can go eat with your friends!" Ning Yao said firmly.

source: 宁姚无奈道：“什么叫陆道长他们家的神仙？第一，道家道家，虽然有个家字，但绝对不是你们小镇百姓人家的那个家，道家之大，远远超出你的想象，甚至连我也不清楚道门到底有道士，到底有多少支脉流派，只听我爹说过，如今祖庭分上下南北四座……算了，跟你说这些就是对牛弹琴。第二，神仙神仙，虽然你们习惯了一起念，甚至全天下的凡夫俗子也这样，可归根结底，神和仙，走的是不一样的路，我举个例子好了，人争一口气佛争一炷香，这句话你听过吧？”
en_us: Ning Yao was slightly exasperated, and she said, "What do you mean from the same teaching as Daoist Lu? First of all, even though it's called the Daoist teaching, this 'teaching' definitely doesn't mean the same thing as 'family'[ref]In this context, "teaching" and "family" share the same Chiense character.[/ref]. The breadth of the Daoist teaching far exceeds your imagination. In fact, even I'm not sure about how many different branches and schools the Daoist teaching has. I've only heard my father mention that there are four different Ancestral Temples, with one above, one below, one in the south, and one in the north... Forget about it. Telling you about this is like trying to play the lute to a cow. "Second of all, gods and immortals are not the same thing. Even though everyone likes to mention them together — in fact, all the mortals likes to do this as well — they are ultimately not the same thing. Gods and immortals walk completely different paths. Let me give you an example. Have you heard of the saying 'humans fight for Qi, while gods fight for incense' before?"

source: 宁姚无奈道：“暂时还不能走，可你要是再这么跑下去，我的心肝脾胃都要被你颠出来了。到时候没被老猿用拳头砸死，结果挂猪肉一样死在你肩头，老猿还不得被咱们活活笑死。”
en_us: "Not yet," Ning Yao replied begrudgingly. "But if you continue to run like this, even my heart and intestines are going to be shaken out by you. At that time, I might not be killed by the old ape's fist, but I'll instead be killed on your shoulder. The old ape will truly laugh himself to death if he hears about that."

source: 宁姚无奈道：“陈平安，你是真傻啊还是缺心眼啊？”
en_us: "Chen Ping'an, are you genuinely stupid, or you scatterbrained?" Ning Yao said in exasperation.

source: 宁姚是yi个自幼就站在剑道极高处的人，出身，根骨，天赋，眼光，皆是如此。
en_us: Ning Yao had already reached an exceptional height in swordsmanship since a very young age. Her background, aptitude, talent, and vision were also equally as outstanding.

source: 宁姚更是双手环胸，笑意冷漠。
en_us: Ning Yao more so crossed her arms and wore a cold smile.

source: 宁姚曾经嫌弃过陆道长的字寡淡无味，人气才气烟火气仙佛气，啥也没有，就像是世俗王朝的举人秀才，为了科举功名而迎合奉行的馆阁体，规规矩矩，低三下四。
en_us: Ning Yao had once denounced Daoist Lu's handwriting as bland and tasteless, completely lacking in any flair or soul. It was like the handwriting of scholars conforming to the regulations of the imperial examination, a type of handwriting that was completely dead and soulless.

source: 宁姚最后摘下腰间雪白剑鞘，“但是这把剑鞘我可以送给你！”
en_us: In the end, Ning Yao removed the snow-white sword scabbard from her waist and said, "But I can give this sword scabbard to you!"

source: 宁姚最后说道：“当然了，三种方式也无绝对高低划分，第一种方式，若是将字刻在玉碟之上，或是七十二福地之一的竹海福地，专门出产一种玄之又玄的洗字竹，就要另当别论了，除此之外，还有不计其数的古怪物品，你只要走得够远，就总能遇到惊喜。大千世界，无奇不有，你以后，最好还是要出去走走，不说奢望离开东宝瓶洲，离开这座天下，好歹争取走到大骊王朝的版图边境上。”
en_us: Ning Yao finally said, "Of course, there's also no notion of definite rank between the three methods of recording. For example, if one uses the first method to carve words on a jade plate or on bamboo plates harvested from the bamboo sea in the 72 blessed lands, it's naturally a different matter altogether. Apart from this, there's also a myriad of other mysterious items. If you advance far enough, you'll eventually encounter a pleasant surprise. In this vast world, all kinds of strange and peculiar things exist. In the future, it's best that you leave this small town and have a look in the outside world. There's no need to dream about venturing beyond the Eastern Treasured Vial Continent or venturing beyond this world, but you need to at least try to venture to the borders of the Great Li Empire."

source: 宁姚有些傻眼。
en_us: Ning Yao was stupefied.

source: 宁姚有些奇怪。
en_us: Ning Yao was slightly baffled.

source: 宁姚有些奇怪，“嗯？”
en_us: "If he's saying that, then it sounds like the fight didn't go very well for him," Ning Yao remarked.

source: 宁姚有些心酸。
en_us: Meanwhile, Ning Yao felt a little sad for him.

source: 宁姚有些恼火，“早说了，你那些雕虫小技不管用！先前你不信，又不听劝，行，我便由着你，但是现在你既然信了，总该按照我的法子来了吧？”
en_us: Ning Yao was slightly irritated, and she said, "I already told you! Your trifling skills are useless against him! You didn't believe me before, and you stubbornly insisted on doing things your way. So I said fine, and I let you do things your way. Since you believe me now, it's time to follow my plans, right?"

source: 宁姚有些惋惜，抹了抹嘴，转身把剩下的野果递过去，“不好吃，还给你。”
en_us: With that in mind, a forlorn look appeared on her face, and she wiped her mouth clean before handing the remaining fruit back to Chen Ping'an. "I don't like it. You can have it back."

source: 宁姚有些无奈，杨家铺子这个老人，说话要么刺耳难听，要么稀奇古怪。
en_us: Ning Yao felt slightly exasperated. Old Man Yao's words were either vitriolic and grating on the ear or strange and hard to understand.

source: 宁姚望着那个消瘦背影，“所以别觉得自己活够了。”
en_us: Ning Yao looked at the slightly skinny boy in front of her and said, "So don't feel like you've lived enough already."

source: 宁姚来到陈平安身边。
en_us: Ning Yao walked up beside Chen Ping'an.

source: 宁姚松了口气，其实她比陈平安好不到哪里去，只是底子要好太多，才不至于昏厥过去，“齐先生，那现在我是带着陈平安去泥瓶巷养伤？还是先去刘羡阳那边看看情况？”
en_us: Ning Yao breathed a sigh of relief. In fact, she wasn's feeling much better than Chen Ping'an at this moment, and it was only because her physique and cultivation base were far superior that she was able to maintain her consciousness. "Mr. Qi, so should I bring Chen Ping'an to Clay Vase Alley to recuperate now? Or should I bring him to visit Liu Xianyang first?"

source: 宁姚板着脸回答道：“好意心领，人一边凉快去！”
en_us: Ning Yao's expression became stern as she replied, "Thanks for the goodwill. You can go away and play by youself now!"

source: 宁姚板着脸说道：“说好了要保证刘羡阳的安全，现在是我没有做到，是我宁姚对不起你陈平安和刘羡阳！”
en_us: Ning Yao wore a serious expression as she said, "I promised you that I would keep Liu Xianyang safe, but I didn't do that. I've failed you and Liu Xianyang!"

source: 宁姚欲言又止，最后决定还是把真相告诉少年，嗓音沙哑道：“陈平安，你有没有想过，虽然已经折寿一百八十年，但是这头正阳山的护山猿，他原本能够活多久？”
en_us: Ning Yao wanted to say something, but she didn't know whether she should. In the end, she decided to tell Chen Ping'an the truth, saying in a hoarse voice, "Chen Ping'an, have you ever considered this? Even though he's lost 180 years from his lifespan, what was the initial lifespan of this Mountain-moving Ape from Sun Scorch Mountain?"

source: 宁姚正要好好跟榆木疙瘩陈平安解释“抢”和“借”的截然不同，陈平安突然喊道：“小心！”
en_us: Just as Ning Yao was about to explain the huge difference between the concepts of "stealing" and "borrowing" to the stubborn Chen Ping'an, she suddenly heard him shout, "Be careful!"

source: 宁姚此时颇有一些指点江山的意味，“佛争一炷香，为啥要争？因为神确实需要香火，没有了香火，神就会逐渐衰弱，最终丧失一身无边法力，道理很简单，就跟一个人好几天不吃五谷杂粮一样，哪来的气力？世俗朝廷为何要各地官员禁绝淫祠？怕的就是人间香火杂乱，使得一些本不该成神的人或什么，坐拥神位，退一步说，哪怕他们擅自成神之后，是天性良善之辈，愿意年复一年荫庇当地百姓，从不逾越天地规矩，可对自诩为‘真龙之身’的皇帝君主而言，这些不被朝廷敕封的淫祠，就是在祸乱一方风水，无异于藩镇割据，减弱了王朝气运，是挖墙脚跟的行径，因为会缩短国祚的年数，卧榻之侧岂容他人鼾睡？”
en_us: Feeling like she was a commander teaching her subordinate, Ning Yao said, "Why do gods fight for incense? This is because they do indeed need incense to survive. Without incense, gods will gradually decline in power and ultimately lose their profound abilities. This is analagous to how people need to eat. If someone doesn't eat for several days, will they still have any energy left? Why do mortal empires order local officials to prohibit and shut down illegal temples? It's because they're afraid of people offering incense to the wrong deities, allowing those who don't deserve godhood to reach godhood. "Taking a step back, even if these illegitimite gods are good-natured ones who are willing to protect local residents and never break any rules, mortal emperors don't see things the same way as us. They view themselves as "True Dragons", and they view these illegitimite temples and gods as forces that are bringing chaos to a corner of their territory. In other words, these are forces that are invading their territory and reducing their power and fortune. As a result, an emperor's time on the throne will also be reduced. With this in mind, how can mortal emperors allow them to exist?

source: 宁姚每次看到陈平安吃那饭，都有些想笑。
en_us: Whenever Ning Yao saw this, she would be struck by a sense of amusement.

source: 宁姚毫不留情面地直接拆穿：“正阳山没你说的那么不堪，风雷园也没你说的那么强大。”
en_us: Ning Yao ruthlessly exposed him, retorting, "Sun Scorch Mountain isn't as pathetic as you make them out to be. Wind Lightning Field isn't as powerful as you say either."

source: 宁姚气斜眼道：“口服心不烦，以为我不知道？”
en_us: Ning Yao shot a sideways glance at him, saying, "Your mind doesn't agree with your mouth. You think I don't know?"

source: 宁姚沉声道：“一言为定！”
en_us: "Deal!" Ning Yao said in a solemn voice.

source: 宁姚沉声道：“你这是趁火打劫！”
en_us: "This is profiting off other people's misfortune!" Ning Yao replied solemnly.

source: 宁姚沉声道：“相传若是有家族陵墓生出楷树，是儒家圣人即将出世的祥瑞气象，且这位圣人，必然极其刚直，一身浩然正气，所以在你们这座天下，必定会得到格外的青睐。”
en_us: Ning Yao explained, "It's said that if a model tree grows from the grave of a clan, then that's a good omen that a Sage following the teachings of Daoism is about to emerge. On top of that, this Sage is sure to be an extremely just and righteous character, so this small world of yours will definitely be blessed above all others."

source: 宁姚沉声道：“雷池重地四个字，剑气长存又是四个字，齐，陈，董。”
en_us: "Thunder Pool Restricted Land, Eternal Lasting Sword Qi, Qi, Chen, and Dong," Ning Yao replied solemnly.

source: 宁姚没好气道： “你以为只凭几片碎瓷，就能杀那头搬山猿？蔡金简只不过是修行路上，没走多远的角色，更何况正阳山那头老畜生天生异象，最是皮糙肉厚，别说瓷片，就是寻常的仙家兵器，一样伤不到老畜生分毫，撑死了弄出一两条伤痕，有何意义？屁事不顶用！”
en_us: "Do you really think a few porcelain shards can kill that Mountain-moving Ape?" Ning Yao grumbled. "You were just lucky that Cai Jinjian hadn't progressed very far on the path of cultivation. Not only is that old bastard from the Sun Scorch Mountain a far more advanced cultivator, his true form possesses such incredible physical resistance that even the average immortal weapon wouldn't be able to lay a scratch on him, let alone a few porcelain shards. At the very most, you would've been able to inflict a gash or two onto his body, but that's not going to do shit!"

source: 宁姚没好气道：“不用。”
en_us: "Don't bother!" Ning Yao snapped.

source: 宁姚没好气道：“与你说修行，并无意义，因为你注定无法修行。所以我只能跟你说武学，说武道。”
en_us: Ning Yao huffed and said, "There's no point in telling you about cultivation, since doing so would be pointless. After all, it's impossible for you to become a cultivator. So, I can only teach you about martial arts."

source: 宁姚没好气道：“再值钱，那结成一片的整座石崖，你弄得来一丁点儿吗？我告诉你，寻常神仙也做不到！除非是杀力巨大的大剑仙，加上愿意舍弃一把神兵才行，才能够裂出大概两块三尺长的石条，会被剑修专门取名为‘斩龙台’，每一块当然价值连城。”
en_us: "No matter how valuable it is, are you able to obtain even a small piece of stone from that large cliff face?" Ning Yao said with a huff. "I'm telling you, even ordinary immortals can't do that! Of course, that's unless they're a powerful Sword Immortal who's also willing to sacrifice a Divine Weapon. If that's the case, they might be able to hack off two slabs of stone that each measure approximately nine meters in length. Sword Immortals also have a special name for these slabs of stone — Dragon Slaying Platform. Each slab will be worth as much as an entire city."

source: 宁姚没好气道：“忘了！”
en_us: "I forgot it!" Ning Yao huffed.

source: 宁姚没好气道：“我是不知道该如何描述，这部破拳谱到底有多糟糕！”
en_us: Ning Yao huffed and said, "I don't know how to describe just how terrible this crappy fist technique is!"

source: 宁姚没好气道：“这个时节的山果，能好吃？”
en_us: "How could there possibly be any good fruits at this time of year?" Ning Yao grumbled.

source: 宁姚没有恋战，往北方奔去。
en_us: Ning Yao didn't zeaslously continue to fight, and she instead retreated toward the north.

source: 宁姚没有想到，竟然是她的自作聪明，害死了那个少年。
en_us: Ning Yao never imagined that it would be her "clever act" that would kill Chen Ping'an.

source: 宁姚没有转头，也知道少年一直站在门口。
en_us: Even though Ning Yao didn't turn around, she knew that he was standing at the entrance the entire time.

source: 宁姚没跟陈平安计较，伸手指了指这尊道教灵官的剑炉架子，解释道：“看到没，拳谱上是右手尾指突出，而这里是九指分别纠缠、环绕、相扣，只伸出左手一根食指而已，一枝独秀。为的就是掐指成剑诀，最终用以滋养食指。”
en_us: Ning Yao didn't argue with Chen Ping'an. Instead, she pointed at the Daoist Enforcer statue and said, "Do you see? In the fist guide, it's the pinky on the right hand that's sticking out. Here, however, nine of his fingers are intertwined and locked together, with only the index finger of the left hand sticking out by itself. This is in order to form and nurture a sword finger."

source: 宁姚深呼吸一口气，沉声道：“在我家乡，生死之战，从不讲究父母是谁。只要你有本事堂堂正正杀了我，便是我技不如人，我爹娘将来知晓缘由过程，最多就是来东宝瓶洲找你的麻烦，绝对不会牵连正阳山。所以你大可以放心，放手厮杀便是”
en_us: Ning Yao took a deep breath before saying in a solemn voice, "In my hometown, we don't care about who someone's parents are when we fight against them. If someone has the ability to kill you fair and square, then you can only blame yourself for being too weak and inferior. If my parents learn of this in the future, they'll at most only come to the Eastern Treasured Vial Continent to target you. They definitely won't target Sun Scorch Mountain. So, you can be at ease and fight me with your full strength."

source: 宁姚点了点头，一本正经道：“是最矮的。”
en_us: Ning Yao nodded and said with a serious expression, "Mhm, it's the shortest."

source: 宁姚点了点头，在陈平安身影消失后，不再握住剑柄，开始向西边缓缓行去。
en_us: Ning Yao nodded in understanding. When Chen Ping'an disappeared into the distance, she let go of her sword hilt and started to slowly walk toward the west.

source: 宁姚点头道：“大小剑炉，分左右手，真正滋养的对象，绝对不是左手食指和右手尾指，而是一路逆流而上，直到……”
en_us: Ning Yao nodded and replied, "The Big Sword Furnace and the Small Sword Furnace are categorized by the left or right hand. However, what's being nurtured most certainly isn't the index finger of the left hand or the pinky finger of the right hand. Instead, we need to draw a trace up, all the way until..."
